Repository: dennyalfath/POV-Compograph
Catalog: POV-CameraApp/*.lproj/Localizable.strings
Languages: id

source: Symmetry refers to a line that splits an object in half and, if both sides of the object are an exact mirror image of each other, then this object is said to be symmetrical. The line that splits a symmetrical object is called the line of symmetry. Symmetry is a powerful tool that lets you automatically create harmony and a sense of aesthetically pleasing balance and proportion in a photograph. There are two types of symmetry: 1. Vertical Line of Symmetry (VLS): If an object’s line of symmetry is perpendicular to the horizon line, it has a vertical line of symmetry. 2. Horizontal Line of Symmetry (HLS): If an object’s line of symmetry is parallel to the horizon line, it has a horizontal line of symmetry.
id: Simetris mengacu kepada garis yang membagi objek menjadi dua dan, jika kedua sisi objek adalah cerminan satu sama lain, maka objek ini dikatakan simetrikal. Garis yang membagi objek yang simetris disebut garis simetris. Simetris adalah sebuah cara untuk membuatmu bisa menciptakan harmoni, keseimbangan dan proporsional dalam sebuah foto. Ada dua tipe simetris: 1. Vertical Line of Symmetry (VLS): Jika garis simetris tegak lurus dengan garis horizon. 2. Horizontal Line of Symmetry (HLS): Jika garis simetris sejajar dengan garis horizon.

source: 1. Take your imaginary line and place it horizontally or vertically at the centre of your composition. 2. You can experiment with as many type of symmetry as you like. The common types are horizontal, vertical, and radial symmetry
id: 1. Letakkan garis secara horizontal atau vertikal di tengah objek. 2. Bereksperimenlah sebanyak mungkin dengan tipe-tipe simetris lainnya. Tipe umum yang biasa digunakan adalah horizontal, vertikal, dan simetris radial

source: 1. Try to tilt your camera. 2. Look for leading lines that can help you with diagonal rule. 3. Capture your photo from the bottom or top corner of the frame
id: 1. Miringkan kamera. 2. Cari garis penunjuk yang dapat membantumu dengan Diagonal Rule. 3. Ambil fotomu dari sudut bawah atau sudut atas layar

source: In diagonal rule composition, the elements in the image are organised based on diagonal line. Such composition can emphasise perspective, give the image sense of depth, and also add dynamism.
id: Dalam komposisi Diagonal Rule, elemen dalam foto diatur berdasarkan garis diagonal. Komposisi seperti ini dapat menekankan perspektif, membuat foto memiliki kesan adanya kedalaman ruang dan menambah dinamisme.

source: What you can see when using the Phi Grid is in the spaces where gridlines intersect. These so-called “sweet spots” are places where the eye is naturally drawn in an image. Cropping or aligning an image so that key parts fall in these areas will create focus and harmony.
id: Apa yang bisa kamu lihat ketika menggunakan The Phi Grid terletak pada ruang di mana garis kisi saling bersilangan. Inilah tempat di mana mata akan tertuju dalam sebuah foto. Potong atau sejajarkan foto sehingga objek berada di area ini untuk menciptakan fokus dan harmoni.

source: Place the objects of interest near or at the intersections of any of the lines
id: Tempatkan objek dekat atau pada persilangan garis

source: The rule of thirds involves dividing up your image using 2 horizontal lines and 2 vertical lines, as shown below. You then position the important elements in your scene along those lines, or at the points where they meet. The idea is that an off-centre composition is more pleasing to the eye and looks more natural than one where the subject is placed right in the middle of the frame. It also encourages you to make creative use of negative space, the empty areas around your subject.
id: The rule of thirds membagi fotomu menggunakan dua garis horizontal dan dua garis vertikal. Posisikan elemen penting di sepanjang garis tersebut, atau pada persilangan di mana garis-garis bertemu. Komposisi objek yang terletak mendekati pertengahan layar lebih enak dipandang dan terlihat lebih natural daripada foto di mana objek diletakkan tepat di tengah foto. Hal ini juga mendorongmu untuk menggunakan ruang kosong di sekitar objek dengan kreatif.

source: 1. Think about what elements of the photo are most important, and try to position them at or near the lines and intersections of the grid. They don't have to be perfectly lined up as long as they're close. 2. Move around to get the best composition
id: 1. Tentukan elemen penting dari foto, dan coba posisikan mereka sepanjang garis atau di persilangan kisi. Tidak harus tepat, yang penting berada di dekat garis. 2. Bergeraklah untuk mendapatkan komposisi terbaik

source: Fibonacci Spiral also called as Golden Spiral is built from a series of squares that are based on the Fibonacci numbers. The length of every square is a Fibonacci number. This is a pattern that appears everywhere in nature and resembles the shell of a nautilus. The curve flows through the frame and leads your eye around the picture.
id: Fibonacci Spiral juga disebut Golden Spiral (Spiral Emas) terdiri dari beberapa persegi yang berdasarkan pada nilai Fibonacci. Panjang dari setiap persegi adalah nilai Fibonacci. Fibonacci Spiral adalah pola yang muncul di alam dan menyerupai cangkang Nautilus. Garis melengkung yang ditunjukkan akan mengarahkan matamu ke sekeliling foto.

source: 1. Take a look at the image of the spiral again. Its base – the smallest quadrangle – should be the area of your frame with greatest detail. Ideally, the rest of the object should be placed within the spiral. 2. Mind that the center of the spiral need not be in the lower right corner. It can be anywhere in the frame, depending on your object. 3. Shoot your object in such a way that its curves follow the curves of an imaginary golden spiral. This way the eye of the viewer will go straight to the object of interest and follow its natural expansion within the frame.
id: 1. Lihatlah foto spiral lagi. Persegi terkecil harus menjadi area dengan detil terbaik. Usahakan untuk meletakkan seluruh objek di dalam spiral. 2. Letakkan pusat spiral di mana saja tergantung objekmu, kecuali di sudut kanan bawah. 3. Ambil foto sedemikian rupa hingga lengkungannya mengikuti lengkungan Golden Spiral. Dengan begini mata yang melihat dapat langsung menuju object dan menjelajahi seluruh foto.

source: The frame is divided into four triangles of two different sizes, done by drawing one diagonal from one corner to another, and then two lines from the other corners, touching the first at 90 degree angles.
id: Layar dibagi menjadi empat segitiga dengan dua ukuran yang berbeda, dengan membuat satu diagonal dari satu sudut ke sudut yang lain, kemudian dua garis dari sudut lainnya, dan saling menyentuh di sudut 90 derajat.

source: 1. Filling one of the triangles with the subject. 2. Placing the diagonal elements so that they run along two of the lines
id: 1. Letakkan objek di dalam salah satu segitiga. 2. Letakkan elemen dengan bentuk diagonal sejajar dengan garis.
